/* No comment provided by engineer. */
" Giriş Yap" = " Log In";

/* No comment provided by engineer. */
" Kayıt Ol" = " Register";

/* No comment provided by engineer. */
"Ad Soyad" = "Name Surname";

/* No comment provided by engineer. */
"Adınız Soyadınız" = "Name Surname";

/* No comment provided by engineer. */
"Ayarlar" = "Settings";

/* No comment provided by engineer. */
"Mailiniz" = "Your Mail";

/* No comment provided by engineer. */
"Şifre" = "Password";

/* No comment provided by engineer. */
"Bir fotoğraf gönderdi." = "Sent a photo.";

/* No comment provided by engineer. */
"Çıkış Yap" = "Log Out";

/* No comment provided by engineer. */
"Çıkış yapmak istediğinden emin misin?" = "Are you sure you want to log out?";

/* No comment provided by engineer. */
"Deneme" = "Attempt";

/* No comment provided by engineer. */
"Genel" = "General";

/* No comment provided by engineer. */
"Giriş Yap" = "Log In";

/* No comment provided by engineer. */
"Yükleniyor..." = "Loading...";

/* No comment provided by engineer. */
"Giriş yapılıyor..." = "Logging in...";

/* No comment provided by engineer. */
"Gönder" = "Send";

/* No comment provided by engineer. */
"Hata" = "Error";

/* No comment provided by engineer. */
"Bir fotoğraf gönderdiniz." = "You sent a photo.";

/* No comment provided by engineer. */
"Bir fotoğraf gönderdi." = "Sent a photo.";

/* No comment provided by engineer. */
"Hesabın var mı?" = "Do you have an account?";

/* No comment provided by engineer. */
"Hesabın yok mu?" = "Don't have an account?";

/* No comment provided by engineer. */
"İptal" = "Cancel";

/* No comment provided by engineer. */
"Kayıt Ol" = "Register";

/* No comment provided by engineer. */
"Kayıt Olunuyor..." = "Registering...";

/* No comment provided by engineer. */
"Kullanıcı Adı" = "Username";

/* No comment provided by engineer. */
"Kullanıcı Adınız" = "Your username";

/* No comment provided by engineer. */
"Kullanıcı adınız" = "Your username";

/* No comment provided by engineer. */
"Lütfen isminizi girin" = "Please enter your name";

/* No comment provided by engineer. */
"Lütfen kullanıcı adınızı girin" = "Please enter your username";

/* No comment provided by engineer. */
"Mailiniz" = "Mail";

/* No comment provided by engineer. */
"Mesaj yaz..." = "Write message...";

/* No comment provided by engineer. */
"Mesajlar" = "Messages";

/* No comment provided by engineer. */
"Profil" = "Profile";

/* No comment provided by engineer. */
"Şifre" = "Password";

/* No comment provided by engineer. */
"Yeni Mesaj" = "New Message";

